{
  "logo": "علی اسلام دوست",
  "menuBtn": [
    "خانه",
    "درباره من",
    "کاری که می کنم",
    "رزومه",
    "نمونه کار",
    "سوالات پر تکرار",
    "نظرات مشتریان",
    "تماس با من"
  ],
  "infoHead": "سلام، من",
  "infoLive": "ساکن تهران.",
  "infoLink": "کار های من",
  "aboutHead": "درباره من",
  "aboutHead1": "من را بیشتر بشناسید",
  "aboutBodyHead": "سلام، من&nbsp;<strong>علی اسلام دوست</strong>&nbsp;هستم",
  "aboutBodyText": "طراح و توسعه دهنده ای با علاقه به طراحی وب هستم. من از ساخت وب سایت های ساده، تمیز و جذاب که ارزش واقعی را برای کاربر فراهم می کند لذت می برم. چندین مشتری در حین همکاری با من به نتایج استثنایی دست یافته اند. ارائه کار در زمان و بودجه ای که نیازهای مشتری را برآورده کند، شعار ماست..",
  "aboutCompleted": "پروژه&nbsp;<strong>تکمیل</strong>&nbsp;شده",
  "aboutName": "نام:",
  "aboutName1": "علی اسلام دوست",
  "aboutMail": "ایمیل:",
  "aboutMail1": "AliEslamdoust@outlook.com",
  "aboutBirth": "تاریخ تولد:",
  "aboutBirth1": "9 بهمن 1383",
  "aboutLive": "آدرس:",
  "aboutLive1": "ایران، تهران",
  "widHead": "کتاری که می کنم",
  "widHead1": "چگونه در پروژه بعدیتان میتوانم کمک کنم",
  "widBodyHead": [
    "طراحی وب",
    "طراحی گرافیک",
    "نحلیل کسب و کار",
    "طراح UI/UX",
    "طراحی و توسعه اپلیکیشن",
    "بازاریابی سئو"
  ],
  "widBodyText": [
    "به عنوان یک طراح وب ماهر، وب سایت های بصری جذاب و کاربرپسندی ایجاد می کنم که بازدیدکنندگان را مجذوب و درگیر می کند. تخصص من در اصول UI/UX، تجربه کاربری بی عیب و نقص را تضمین می کند.",
    "مهارت های طراحی گرافیک من شامل تصاویر چشمگیر و آثار هنری دیجیتال است که زیبایی شناسی طراحی را با ماهیت و عملکرد برند همسو می کند.",
    "توانایی من در شناسایی زمینه های بهبود و استفاده از فناوری برای رشد کسب و کار، مرا به یک دارایی ارزشمند برای هر سازمانی تبدیل می کند. من می توانم به طور موثر شکاف بین قابلیت های IT و اهداف کسب و کار را پر کنم.",
    "به عنوان یک طراح UI/UX، رابط های کاربری محور کاربر ایجاد می کنم که به طور یکپارچه عملکرد را با زیبایی شناسی ترکیب می کنند و در نتیجه تجربیات جذاب و شهودی را ایجاد می کنند که موفقیت محصول را به همراه دارند.",
    "با استفاده از تخصص طراحی و کدنویسی خود، خدمات جامع طراحی و توسعه اپلیکیشن را ارائه می د کنم و به طور یکپارچه اپلیکیشن های محور کاربر را ایجاد می کنم که هم از نظر زیبایی شناسی دلپذیر و هم از نظر عملکردی استثنایی هستند.",
    "با مجهز شدن به تخصص SEO، من با بهینه سازی کلمات کلیدی، لینک سازی و استراتژی های نتیجه محور، دید وب سایت و ترافیک ارگانیک را افزایش می دهم و موفقیت قابل اندازه گیری SEO را تضمین می کنم."
  ],
  "resumeHead": "رزومه",
  "resumeHead1": "خلاصه ای از رزومه من",
  "resumeBodyHead": "تحصیلات من",
  "resumeBodyHead1": "تجربیات من",
  "resumeSkillHead": "مهارت های من",
  "resumeLink": "دانلود رزومه",
  "portfolioHead": "نمونه کار",
  "portfolioHead1": "برخی از پروژه های اخیر من",
  "portfolioFilter0": "همه",
  "portfolioFilter1": "پروژه های باجزئیات",
  "portfolioFilter2": "طراحی ها",
  "portfolioFilter3": "ماکت ها",
  "hireMeHead": "تمایل به همکاری با من دارید؟",
  "hireMeLink": "من را استخدام کنید",
  "faqHead": "پرسش های متداول",
  "faqHead1": "آیا سوالی دارید؟",
  "csHead": "نظرات مشتریان",
  "csHead1": "نظرات برخی از مشتریان من",
  "contactHead": "بیاید در تماس باشیم",
  "contactText": "من از بحث در مورد پروژه های جدید و چالش های طراحی لذت می برم. لطفاً در اولین دیدار ما، تا حد امکان اطلاعات بیشتری به اشتراک بگذارید تا بتوانیم بیشترین بهره را از آن ببریم.",
  "contactLive": "ساکن:",
  "contactLive1": "تهران",
  "contactCall": "تماس:",
  "contactCall1": "0919 731 3410",
  "contactHead1": "تخمین پروژه شما؟",
  "contactName": "نام شما:",
  "contactEmail": "ایمیل شما",
  "contactInput": "چگونه میتوانم کمکتان کنم",
  "contactBtn": "ارسال",
  "footer": "تمامی حقوق محفوظ است&nbsp;<span>&nbsp;</span><a href='#'>علی اسلام دوست</a>&nbsp;&copy;&nbsp;2023",
  "footer1": "طراحی شده توسط&nbsp;<a href='#'>علی اسلام دوست</a>",
  "educationHead": [
    "کارشناسی مهندسی کامپیوتر",
    "دیپلم ریاضی-فیزیک",
    "سایت های شخصی",
    "سایت های فروشگاعی",
    "سایت های نمونه کار"
  ],
  "educationsubhead": [
    "دانشگاه آزاد واحد تهران-شمال",
    "دبیرستان سمپاد",
    "رزومه",
    "سایت فروشگاهی X Ultra",
    "آناتومی بدن انسان"
  ],
  "educationText": [
    "دانشجوی با انگیزه و منظم مهندسی کامپیوتر در دانشگاه تهران-شمال، من به طور موثر مدیریت تحصیلات دانشگاهی خود را در کنار تعهدات حرفه ای بر عهده می گیرم. مهارت های سازمانی قوی من، توانایی مدیریت زمان و تعهد تزلزل ناپذیر به دستیابی به اهداف، مرا قادر می سازد تا هر دو مسئولیت را بدون تسلیم شدن در برابر استرس یا فشار متعادل کنم.",
    "در ابتدا با تحصیل در رشته ریاضی و فیزیک در مدارس سمپاد، من علاقه شدیدی به تعامل با مشتری و انعطاف پذیری در مواجهه با چالش ها پیدا کردم. با تشخیص عدم پیشرفت خود در این زمینه ها، تمرکز خود را به تلاش های حرفه ای معطوف کردم، از توانایی طبیعی خود برای ارتباط با مشتریان و تعهد تزلزل ناپذیر خود به تکمیل پروژه استفاده کردم.",
    "من مطمئن هستم که مهارت ها و تجربه من در توسعه وب سایت شخصی مرا به یک دارایی ارزشمند برای هر تیمی تبدیل می کند. من مشتاق هستم از تخصص خود برای ایجاد وب سایت های نوآورانه و جذاب که به مردم کمک می کند تا به اهداف خود برسند استفاده کنم.",
    "من درک عمیقی از بهترین شیوه های تجارت الکترونیکی دارم و می توانم وب سایت هایی ایجاد کنم که برای موتورهای جستجو و نرخ تبدیل بهینه شده اند.",
    "تعهد من به تمرین توسعه وب سایت فراتر از حوزه پروژه های شخصی است. من به طور فعال در مشارکت های منبع باز مشارکت می کنم و در انجمن های توسعه آنلاین شرکت می کنم تا از آخرین روندها و فناوری ها مطلع شوم. این تعهد به یادگیری مستمر تضمین می کند که مهارت های من مرتبط و به روز باقی می مانند و به من امکان می دهد تا با اطمینان با هر چالش توسعه وب مقابله کنم."
  ],
  "skillTopic": ["طراحی وب", "HTML", "CSS", "جاوا اسکریپت", "SASS", "Tailwind"],
  "progressPercent": ["80", "95", "75", "65", "70", "85"],
  "portfolioItemsHead": [
    "پروژه های باجزئیات",
    "طراحی ها",
    "طراحی ها",
    "ماکت ها",
    "پروژه های باجزئیات",
    "ماکت ها"
  ],
  "portfolioItemsText": [
    "رزومه با Tailwind",
    "پنل ادمین فروشگاهی",
    "مایکروسافت با SASS",
    "فروشگاه دیجی کالا",
    "ماشین حساب مایکروسافت",
    "فروشگاه اپل"
  ],
  "portfolioItemsImg": [
    "./media/cv.png",
    "./media/ap.png",
    "./media/ms.png",
    "./media/dk.png",
    "./media/mc.png",
    "./media/aw.png"
  ],
  "FAQuestion": [
    "چرا به من اعتماد کنید؟",
    "چرا من را به عنوان طراح وب خود انتخاب کنید؟",
    "چرا باید سایت های کدنویسی شده را بر وردپرس ترجیح دهید؟"
  ],
  "FAnswer": [
    "متعهد به ایجاد روابط طولانی مدت بر اساس شفافیت، ارتباطات باز و تمایل واقعی برای فراتر از انتظارات شما هستم. سوابق من در مورد تعهد من به ارائه پروژه های موفق گویا است.",
    "من ترکیبی از تخصص فنی، دیدگاه خلاقانه و تعهد تزلزل ناپذیر برای ایجاد راهکارهای استثنایی front-end را به ارمغان می آورم. تخصص من طیف وسیعی از فناوری ها، از جمله HTML، CSS، JavaScript و فریم ورک های جاوا اسکریپت را شامل می شود و تجربیات وب بی عیب و نقص را تضمین می کند.",
    "کدنویسی نسبت به محدودیت های CMS، انعطاف پذیری، سفارشی سازی و عملکرد بی نظیری را ارائه می دهد. شما کنترل کامل بر هر جنبه از وب سایت خود را به دست می آورید و تجربه کاربری سفارشی را تضمین می کنید که با نیازهای منحصر به فرد شما مطابقت دارد."
  ],
  "sliderText": [
    "همکاری با شما در طراحی مجدد وب سایت ما یک لذت مطلق بود. تخصص شما در توسعه سمت مشتری از همان ابتدا مشهود بود و شما همیشه قادر بودید ایده های ما را به یک واقعیت خیره کننده و کاربردی تبدیل کنید. ما به خصوص از توانایی شما برای کار در مهلت های تعیین شده و تمایل شما به تلاش بیشتر برای اطمینان از رضایت ما تحت تاثیر قرار گرفتیم.",
    "در ابتدا در مورد تغییر از یک CMS به یک وب سایت با کد سفارشی تردید داشتم، اما اعتماد به نفس و تخصص شما به سرعت خیال مرا راحت کرد. شما مزایای کدنویسی را به روشی واضح و مختصر توضیح دادید و همیشه با سؤالات من صبور بودید. نتیجه یک وب سایت است که نه تنها از نظر بصری جذاب است بلکه فوق العاده سریع و کاربرپسند نیز هست. من بسیار خوشحالم که شما را به عنوان توسعه دهنده سمت مشتری خود انتخاب کردم.",
    "توانایی شما در ترکیب یکپارچه مهارت فنی با دید خلاقانه چیزی است که شما را از سایر توسعه دهندگان سمت مشتری متمایز می کند. شما استعداد درک نیازهای مشتری و ترجمه آنها به یک حضور وب که هم زیبا و هم موثر باشد را دارید. ما دائماً از توانایی شما در تفکر خارج از چارچوب و ارائه راه حل های نوآورانه شگفت زده می شویم.",
    "من در طول سال ها با توسعه دهندگان سمت مشتری زیادی کار کرده ام، اما هیچ کس به سطح حرفه ای و تعهد شما نزدیک نشده است. شما همیشه به درخواست های ما پاسخگو هستید و همیشه فراتر از حد انتظار برای اطمینان از عملکرد صحیح وب سایت ما تلاش می کنید. ما واقعاً از داشتن شما به عنوان شریک خود سپاسگزاریم."
  ],
  "sliderImg": [
    "./media/client-sm-1.jpg",
    "./media/client-sm-2.jpg",
    "./media/client-sm-3.jpg",
    "./media/client-sm-4.jpg"
  ],
  "sliderName": ["امیلی شن", "مایکل اسمیت", "پاتریک کنی", "دیوید براون"],
  "sliderAddress": [
    "Acme Tech Solutions",
    "Beta Consulting",
    "Gamma Marketing Solutions",
    "Delta Software Development"
  ]
}
